; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author:	Gabriel Gobbi <blogdenadita@gmail.com>, Leonardo Mauro <lmauro@keko.com.ar>,
;			Mario Ángel <marioangel70@gmail.com>
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&Aceptar"
CANCEL_BUT = "&Cancelar"
YES_BUT = "&Si"
NO_BUT = "&No"
DELETE_BUT = "&Eliminar"
COPY_BUT = "&Copiar"
BATCH_BUT = "&Lote"
SEND_BUT = "&Enviar"
NEXT_BUT = "&Siguiente >"
PREV_BUT = "< &Atrás"
CLOSE_BUT = "&Cerrar"
EXIT_BUT = "Sali&r"
CONTINUE_BUT = "&Seguir"
FINISH_BUT = "&Finalizar"
ALWAYS_BUT = "S&iempre"
NEVER_BUT = "N&unca"
CHECKBOX_REMEMBER = "Recordar elección"
CHECKBOX_DONT_ASK_AGAIN = "No preguntar de nuevo"
MAIN_DEST_DIR_LABEL = "Carpeta &destino:"
MAIN_FILE_LABEL = "Arch&ivo/Instalador a extraer:"
MAIN_DIRECTORY_LOCK = "bloquear"
MAIN_DIRECTORY_LOCK_TOOLTIP = "Deshabilita la opción de directorio de destino automático.%nPor ejemplo: para agregar varios archivos a la cola de lotes%nsin tener que seleccionar el mismo destino para cada uno de ellos"
MENU_FILE_LABEL = "A&rchivo"
MENU_FILE_OPEN_LABEL = "&Abrir..."
MENU_FILE_KEEP_OPEN_LABEL = "&Mantener %name abierto"
MENU_FILE_SHOW_LABEL = "&Mostrar cola de lote"
MENU_FILE_CLEAR_LABEL = "&Borrar cola de lote"
MENU_FILE_LOG_OPEN_LABEL = "Abrir a&rchivo de registro más reciente"
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "Abrir &directorio de registro"
MENU_FILE_LOG_LABEL = "&Eliminar archivos de registro (%1)"
MENU_FILE_QUIT_LABEL = "&Salir"
MENU_EDIT_LABEL = "&Editar"
MENU_EDIT_SILENT_MODE_LABEL = "&Modo silencioso"
MENU_EDIT_PASSWORD_LABEL = "&Lista de contraseñas"
MENU_EDIT_CONTEXT_LABEL = "&Entradas del menú contextual"
MENU_EDIT_PREFS_LABEL = "&Preferencias"
MENU_HELP_LABEL = "A&yuda"
MENU_HELP_FEEDBACK_LABEL = "&Enviar comentarios"
MENU_HELP_PLUGINS_LABEL = "&Complementos (plugins)"
MENU_HELP_UPDATE_LABEL = "&Buscar actualizaciones"
MENU_HELP_WEB_LABEL = "Sitio &web de %1"
MENU_HELP_GITHUB_LABEL = "%1 en &Github"
MENU_HELP_STATS_LABEL = "E&stadísticas"
MENU_HELP_PROGDIR_LABEL = "Abrir &directorio del programa"
MENU_HELP_CONFIGFILE_LABEL = "Abrir a&rchivo de configuración"
MENU_HELP_ABOUT_LABEL = "&Acerca de..."
PREFS_TITLE_LABEL = "Preferencias"
PREFS_UNIEXTRACT_OPTS_LABEL = "Opciones de Universal Extractor"
PREFS_HISTORY_LABEL = "Mantener registro del &historial"
PREFS_UPDATEINTERVAL_LABEL = "Intervalo de actualización"
PREFS_UPDATE_DAILY = "diario"
PREFS_UPDATE_WEEKLY = "semanal"
PREFS_UPDATE_MONTHLY = "mensual"
PREFS_UPDATE_YEARLY = "anual"
PREFS_UPDATE_NEVER = "nunca"
PREFS_UPDATE_CUSTOM = "cada %1 día"
PREFS_FORMAT_OPTS_LABEL = "Opciones Adicionales"
PREFS_LANG_LABEL = "&Idioma"
PREFS_WARN_EXECUTE_LABEL = "&Advertir antes de ejecutar archivos"
PREFS_WARN_EXECUTE_TOOLTIP = "Algunos métodos de extracción se basan en la ejecución de archivos.%nCon esta opción habilitada, se muestra una advertencia antes de realizar tales acciones potencialmente peligrosas."
PREFS_CHECK_FREE_SPACE_LABEL = "Comprobar espacio libre"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "Verifique que haya suficiente espacio libre en el disco antes de extraerlo"
PREFS_CHECK_UNICODE_LABEL = "Comprobar si hay caracteres Unicode"
PREFS_CHECK_UNICODE_TOOLTIP = "Algunos caracteres especiales (p. ej., caracteres japoneses en sistemas no japoneses) pueden causar problemas al intentar extraer.%nSi tiene problemas para extraer dichos archivos, habilite esta opción para cambiar su nombre temporalmente."
PREFS_APPEND_EXT_LABEL = "A&ñadir extensiones desaparecidas"
PREFS_APPEND_EXT_TOOLTIP = "Las extensiones de archivo faltantes o incorrectas pueden solucionarse automáticamente, si esta opción está habilitada."
PREFS_HIDE_TRAY_LABEL = ""
PREFS_HIDE_STATUS_LABEL = "Ocultar cuadro de estado"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "Ocultar cuadro de est. en pantalla completa"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "Modo juego: desactiva el cuadro de estado automáticamente si la ventana activa es una aplicación de pantalla completa"
PREFS_OPEN_FOLDER_LABEL = "Abrir carpeta luego de la extracción"
PREFS_FEEDBACK_PROMPT_LABEL = "Solicitar comentarios"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "Con esta opción habilitada, se mostrará una solicitud de comentarios después de las extracciones fallidas."
PREFS_WINDOW_POSITION_LABEL = "Mantener posición de la ventana"
PREFS_SEND_STATS_LABEL = "Enviar estadísticas de uso anónimas"
PREFS_SEND_STATS_TOOLTIP = "Enviar estadísticas automáticamente (qué tipo de archivos -p. ej: zip- acostumbra a extraer, qué opciones configura, un ID de usuario aleatorio;%nno envíe nombres de archivos o información, que podrían usarse para identificarlo).%nEsto ayuda a identificar las características más utilizadas de %name y enfoca el desarrollo en mejorarlas."
PREFS_LOG_LABEL = "Crear archivos de registro"
PREFS_VIDEOTRACK_LABEL = "Extraer pistas de video"
PREFS_VIDEOTRACK_TOOLTIP = "Si está desactivado, las pistas de video se ignoran cuando se extraen de archivos de video.%nEsto es útil si solo necesita la(s) pista(s) de audio y desea ahorrar tiempo y espacio en disco."
PREFS_TOPMOST_LABEL = "&Siempre visible"
PREFS_BETA_UPDATES_LABEL = "Instalar actualizaciones beta"
PREFS_SOURCE_FILES_LABEL = "Archivos de Origen"
PREFS_SOURCE_FILES_OPT_ASK = "preguntar"
PREFS_SOURCE_FILES_OPT_DELETE = "eliminar"
PREFS_SOURCE_FILES_OPT_KEEP = "mantener"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "Mostrar siempre una solicitud para eliminar o conservar los archivos de origen."
PREFS_DELETE_ADDITIONAL_FILES_LABEL = "Eliminar archivos adicionales"
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = "%name filtra previamente los archivos extraídos%ny mueve los archivos inútiles conocidos a un directorio llamado '%1'.%nAquí puede elegir eliminar esos archivos."
FEEDBACK_TITLE_LABEL = "Comentarios"
FEEDBACK_SYSINFO_LABEL = "Información del sistema:"
FEEDBACK_OUTPUT_LABEL = "%name salida:"
FEEDBACK_MESSAGE_LABEL = "Su mensaje/información adicional:"
FEEDBACK_PRIVACY_ACCEPT_LABEL = "He leído y acepto la Política de Privacidad"
FEEDBACK_PRIVACY_VIEW_LABEL = "Leer más..."
CONTEXT_ENTRIES_LABEL = "Menú Contextual"
CONTEXT_ENABLED_LABEL = "habilitar"
CONTEXT_ALL_USERS_LABEL = "activar para todos los usuarios"
CONTEXT_ADMIN_REQUIRED = "Esta opción requiere derechos de administrador"
CONTEXT_FILE_ASSOC_LABEL = "Asociaciones de Archivos"
CONTEXT_SIMPLE_RADIO = "simple"
CONTEXT_CASCADING_RADIO = "cascada"
CONTEXT_CASCADING_RADIO_TOOLTIP = "Esta característica requiere Windows 7 o superior"
UPDATE_ACTION_INSTALL = "Instalar actualización"
UPDATE_STATUS_SEARCHING = "Buscando actualizaciones..."
UPDATE_TERM_PROGRAM_FILES = "%name archivos de programa"
UPDATE_WHATS_NEW = "¿Qué hay de nuevo?"
FIRSTSTART_TITLE = "Asistente de Primer &Inicio"
FIRSTSTART_PAGES = "Bienvenido|Preferencias|Entradas del Menú Contextual"
FIRSTSTART_PAGE1 = "%nGracias por elegir %name.%n%nPor favor, tómese un momento para ajustar %name a sus necesidades.%n%nPero primero: los asuntos legales.%nEste software se proporciona "tal cual", sin ninguna garantía. Úselo bajo su propio riesgo. Los autores de %name no se hacen responsables de los daños que surjan del uso del Software. Al usar %name, acepta usarlo solo con fines legales de acuerdo con las leyes locales e internacionales. Si no acepta este acuerdo de licencia, no podrá utilizar esta herramienta."
FIRSTSTART_PAGE2 = "%nPrimero, configure las opciones generales para la extracción y el comportamiento global de %name.%n%nA todas las preferencias se puede acceder en cualquier momento a través del menú principal."
FIRSTSTART_PAGE3 = "%n%name se puede integrar completamente en el menú contextual, de modo que se pueda realizar una extracción o pueda mostrar información general sobre el tipo de archivo, con un simple clic derecho sobre cualquier archivo y sin abrir la ventana principal del programa. Elija qué entradas del menú contextual deben mostrarse.%n%nSe puede acceder a todas estas preferencias en cualquier momento a través del menú principal.."
FFMPEG_LICENSE_ACCEPT_LABEL = "He leído y acepto el contrato de licencia."
FFMPEG_LICENSE_VIEW_LABEL = "Ver acuerdo de licencia"
FFMPEG_SELECT_LABEL = "¿Ya tienes FFmpeg?"
FFMPEG_SELECT_TITLE = "Seleccionar FFmpeg"
STATS_HEADER_STATUS = "Distribución gral de resultados"
STATS_HEADER_TYPE = "Extracciones por tipo de archivo"
STATS_STATUS_SUCCESS = "Éxito"
STATS_STATUS_FAILED = "Falló"
STATS_STATUS_FILEINFO = "Escaneo de archivos"
STATS_STATUS_UNKNOWN = "Tipo de archivo desconocido / incompatible"
STATS_NO_DATA = "No hay suficientes datos disponibles para crear estadísticas.%n%nPor favor, inténtelo de nuevo más tarde."
FILESCAN_TITLE = "Resultado del escaneo de archivos:"
ABOUT_INFO_LABEL = "Versión original por %1%nVersión 2.0.0 por Bioruebe <%2>%nVersión %3 por gvp9000%n%nArchivo de idioma español por Gabriel Gobbi%n%nPublicado bajo %4"
ABOUT_VERSION = "Versión %1 (%2)"
METHOD_ADMIN_RADIO = "%1 Instalador Administrativo"
METHOD_EXTRACTION_RADIO = "%1 extracción"
METHOD_HEADER = "Extracción del %1"
METHOD_RADIO_LABEL = "Método de extracción"
METHOD_SWITCH_RADIO = "%1 Interconector"
METHOD_NOT_INSTALLER_RADIO = ""
METHOD_TEXT_LABEL = "%name soporta los siguientes métodos para extracción %1 de paquetes.  Desafortunadamente, ninguno de estos métodos son 100% confiables. Si el método predefinido no funciona por favor, vuelva a utilizar %2 seleccionando un método alternativo."
METHOD_UNPACKER_RADIO = "%1 Descompresor"
METHOD_GAME_LABEL = "El archivo %1 es probablemente un archivo de juegos. %name puede manejar varios tipos de paquetes de juegos pero no puede verificar a qué juego pertenece. Por favor, seleccione el juego correcto de la lista a continuación y haga clic en Aceptar para comenzar la extracción o elija 'No es un juego de esta lista' para intentar extraer el paquete con otro método. Haga clic en Cancelar si el archivo no es un archivo de juego.%n%nNota: si un archivo de juego se extrae con la firma incorrecta, puede provocar que el sistema se bloquee hasta varios minutos. Tenga cuidado."
METHOD_GAME_NOGAME = "No es un juego de esta lista"
METHOD_NOT_IN_LIST = "Ninguno de estos"
METHOD_FILE_SELECT_LABEL = "Se necesita un archivo de datos adicional para extraer %1, pero %name no puede determinar cuál.%n%nPor favor, seleccione una de las opciones siguientes. Si la extracción no funciona correctamente, vuelva a intentarlo con una opción diferente."
METHOD_EXTRACTOR_SELECT_LABEL = "%nLa siguiente lista contiene un código abreviado para cada extractor/tipo de archivo admitido actualmente por %name.%n%nPor favor, seleccione el tipo de extracción que se utilizará. Seleccione '%2' para detectar automáticamente el tipo de archivo como si estuviera ejecutando %name normalmente."

; GUI control functions
EXTRACT_TO = "Extraer en:"
OPEN_FILE = "Abrir archivo"
SELECT_FILE = "Seleccionar archivo"
UPDATE_CURRENT = "Ya está usando la versión más reciente de %name."

; Common terms
TERM_ARCHIVE = "archivo"
TERM_AUDIO = "Audio"
TERM_COMPILED = "Compilado"
TERM_COMPRESSED = "archivo comprimido"
TERM_CONTAINER = "formato contenedor"
TERM_DATABASE = "base de datos"
TERM_DISK_IMAGE = ""
TERM_DOWNLOAD = "Descargar"
TERM_DOWNLOADING = "Descargando"
TERM_EBOOK = "libro electrónico"
TERM_ECARD = "tarjeta electrónica"
TERM_ENCODED = "archivo codificado"
TERM_ENCRYPTED = "archivo encriptado"
TERM_ERROR = "Error"
TERM_EXECUTABLE = "archivo ejecutable"
TERM_EXTRACT = "extraer"
TERM_FILE = "fichero"
TERM_GAME = "Juego "
TERM_HELP = "Archivo de ayuda"
TERM_HOTFIX = "revisión"
TERM_IMAGE = "imagen"
TERM_INSTALLED = "Instalado"
TERM_INSTALLER = "instalador"
TERM_LOADING = "Cargando..."
TERM_MERGE_MODULE = "módulo de fusión"
TERM_OVERALL_PROGRESS = "Progreso general"
TERM_PACKAGE = "paquete"
TERM_PAGE = "página"
TERM_PATCH = "parche"
TERM_RECONSTRUCTED = "Reconstruido"
TERM_SCAN = "escanear"
TERM_SCRIPT = "secuencia de comandos"
TERM_SFX = "Autoextraíble"
TERM_STAGE = "Estado"
TERM_TESTING = "Probando"
TERM_TRANSLATION = "traducción"
TERM_UNKNOWN = "desconocido"
TERM_UNPACKED = "descomprimido"
TERM_UPDATER = "actualizador"
TERM_VIDEO = "Video"

; Status messages
SCANNING_FILE = "Escaneando archivo con %1"
SCANNING_EXE = "Escaneando archivo ejecutable con %1"
EXTRACTING = "Extraer archivos de: "
INIT_WAIT = "Esperando el inicio del instalador.%nPor favor, espere."
SENDING_FEEDBACK = "Enviando comentarios"
INPUT_NEEDED = "Entrada de usuario necesaria"
SEARCHING_PASSWORD = "Buscando contraseña"
TESTING_PASSWORD = "Probando contraseñas (%1/%2)"
MOVING_FILE = "Moviendo a "
RENAMING_FILES = "Renombrando archivos (%1/%2)"
RENAMING_FILES_PROGRESS = ""
PROCESSING = ""
CLEANING_UP = ""

; Custom prompts
INIT_COMPLETE = "Inicialización %1. Por favor salga del instalador, y luego presione Aceptar para continuar."
UNPACK_PROMPT = "Este archivo está %1 comprimido, pero tal vez pueda ser extraído.%nEsto puede deberse a que el tipo de archivo no es soportado%no simplemente porque no hay archivos incluidos para extraer.%n%n¿Desea probar a descomprimir este archivo?%n%nNota: el archivo descomprimido se llamará:%n%2"
UNPACK_FAILED = "Error: %1%nno puede ser descomprimido."
UNPACK_AGAIN = "%1 se descomprimió correctamente. %n%n¿Desea que %name intente extraer el archivo %2?"
NSIS_BINFILES = "Nota: %1 se extrajo con éxito.%nSin embargo, hay archivos datos.bin en el mismo directorio que el archivo %2. Estos podrían ser parte de los archivos de instalación.%n%nHaga clic en Aceptar para descomprimirlos con %name o Cancelar para abortar."
WARN_EXECUTE = "Advertencia: para extraer archivos de este tipo, el archivo debe ejecutarse directamente.%nSi continúa, el comando siguiente se ejecutará:%n%n%1%n%nSi cree que este archivo posiblemente pueda ser malicioso, se recomienda que no continúe.%n¿Desea continuar con la extracción?"
FEEDBACK_SUCCESS = "Gracias por sus comentarios. Su mensaje será procesado pronto."
FEEDBACK_PROMPT = "Para mejorar las versiones posteriores de %name, puede informar al desarrollador sobre los errores. Si cree que es posible extraer el archivo%n%1%ny %name debería poder hacerlo, puede enviar información sobre él y el error que se produce.%n%n¿Desea abrir la interfaz de comentarios ahora?%n%nAviso de privacidad: solo se enviarán los datos que se muestran en la interfaz. Si no desea enviar información específica, simplemente elimínela de los cuadros de entrada. Para proporcionarle versiones de prelanzamiento actualizadas especiales para comprobar si el error persiste, se envía una identificación única, que se ha generado aleatoriamente en el primer inicio."
FEEDBACK_PRIVACY = "Aviso de privacidad: los archivos de comentarios se almacenan en línea en nuestros servidores hasta que son procesados ​​por un desarrollador y luego se eliminan. No se compartirán datos con terceros. Puede solicitar su eliminación en cualquier momento por correo electrónico.%n%nEl contenido registrado puede incluir información del sistema, así como partes del contenido del archivo. Si no desea enviar información específica, simplemente elimínelos.%n%n¿Acepta este acuerdo de privacidad y quiere enviar el mensaje? De lo contrario nada será transmitido."
FEEDBACK_OUTDATED = "Advertencia: está utilizando una versión desactualizada de %name.%n%nAntes de informar un problema, asegúrese de que todavía esté presente en la última versión. ¡Gracias!"
FFMPEG_NEEDED = "%1 parece ser un archivo de video.%n%nPara extraer todas las pistas de video y audio, se necesita FFmpeg, pero los archivos correspondientes no se incluyen para mantener el tamaño del instalador pequeño.%n%name puede descargar los archivos necesarios automáticamente. Una vez descargados, los binarios se almacenan en el directorio del programa, se actualizan automáticamente y también se pueden usar en modo portátil.%n%n¿Quiere que %name descargue FFmpeg ahora?%n%nNota: al hacer clic en Sí, confirma que ha leído la información de la licencia de FFmpeg, que se puede encontrar en %2, y que está de acuerdo con ella."
PROGRAM_FILES_MISSING = ""
PLUGIN_MISSING = "Para extraer %1, se necesita un programa auxiliar adicional.%n%nPor favor, use el botón de abajo para abrir el administrador de complementos y descargar el módulo auxiliar seleccionado. Luego use el botón '%2' para agregarlo a %name. Después de cerrar el administrador de complementos, la extracción continúa."
UPDATE_PROMPT = "Una nueva actualización está disponible para %name.%n%n¿Quiere descargarlo ahora?"
FILE_COPY = "Para procesar el archivo %1 correctamente, se debe crear una copia. Dependiendo del tamaño del archivo, esto puede llevar algún tiempo.%n%nPor favor, asegúrese de que haya suficiente espacio libre disponible y haga clic en Aceptar para continuar."
FILE_DELETE = "El archivo %1 se ha extraído correctamente. ¿Desea que %name elimine el archivo original?%n%nNota: es posible que los archivos extraídos no sean utilizables. Solo haga clic en Sí si está seguro de que la extracción funcionó como se imaginó.%n(Este mensaje se puede desactivar en Preferencias.)"
BATCH_DUPLICATE = "El archivo %1 ya está en la cola de proceso por lotes.%n%n¿Se agregará de nuevo y, por lo tanto, se extraerá dos veces?"
NO_FREE_SPACE = "Advertencia:%nLa unidad de salida %1 tiene menos espacio libre que el tamaño del archivo de entrada.%n%nEspacio libre:%t%2 MB%nEspacio necesario:%t>%3 MB%nDiferencia:%t~%4 MB"
CONTEXT_DANGEROUS = "Advertencia:%nCambiar las asociaciones de archivos puede ser peligroso. P.ej. el cambio de los comandos estándar .exe puede hacer que las aplicaciones no puedan ejecutarse en absoluto. Asegúrese de saber lo que está haciendo.%n%n¿Realmente quiere continuar?"
ELEVATION_REQUIRED = "Acceso denegado.%n%n%name ahora se reiniciará con derechos elevados. Por favor, inténtelo nuevamente después."
ACCESS_DENIED = "Acceso denegado.%n%n%name ya se ejecuta con derechos elevados. Asegúrese de tener los permisos necesarios para realizar la acción y vuelva a intentarlo."
MOVE_FAILED = "%1 no se pudo copiar a %2. En caso de que la ruta o el nombre contengan caracteres especiales, intente cambiar el nombre del archivo o moverlo a una carpeta con un nombre normal. De esta manera, %name no tiene que copiarlo en el directorio temporal. Luego comienza la extracción de nuevo."

; Help text
HELP_TITLE = "%nombre: uso de la línea de comandos"
HELP_USAGE_TITLE = "Uso"
HELP_USAGE = "%1 <archivo> [<destino> | /escanear | /sub | /último] [/silencio] [/batch] [/tipo[=<tipo>]]"
HELP_ARGUMENTS = "%n%nOpciones soportadas:"
HELP_SCAN = "%n     %1%t%tDa información sobre el tipo de archivo"
HELP_FILENAME = "%n     nombrearchivo%tNombre del archivo a extraer"
HELP_DESTINATION = "%n     destino%tCarpeta donde extraer"
HELP_SILENT = "%n     %1%t%tModo silencioso (sin indicaciones)"
HELP_BATCH = "%n     %1%t%tAgregar archivo a la cola por lotes"
HELP_TYPE = "%n   %1<type>%tTratar el archivo a extraer como tipo <tipo>%n%t%to mostrar un cuadro de diálogo de selección de tipo, si no se especifica ningún tipo"
HELP_SUB = "%n%nPasar %1 en lugar de un nombre de directorio de destino%n%name para extraer a un subdirectorio con el nombre del archivo, "
HELP_LAST = "con %1 se utilizará el último directorio utilizado."
HELP_NOARGS = "%n%nEjecutando %name sin opciones se le requerirá%n al usuario el nombre del archivo y carpeta destino."
HELP_MORE = "%n%nPuede encontrar una documentación completa que incluya parámetros de línea de comandos utilizados con menos frecuencia en la ayuda en línea vinculada a continuación."
HELP_EXAMPLE_TITLE = "Ejemplo:"
HELP_EXAMPLE = "%1 "C:\Files\example.zip" "C:\unpacked""
HELP_DOCS_LINK = "Ver referencia completa de la línea de comandos"

; Warning messages
WARN_CONVERSION_FAILED = ""
WARN_MOVE_FAILED = ""

; Error messages
UNKNOWN_FILETYPE_TITLE = "Tipo de archivo desconocido"
UNKNOWN_FILETYPE = "%1 no se puede extraer. No se pudo determinar exactamente el tipo de archivo.%n%nSi tiene más información sobre este tipo de archivo, comuníquese con nosotros mediante el formulario de comentarios."
INVALID_FILE = "El archivo a extraer,%n%n%1%n%nno se pudo encontrar.%nPor favor, seleccione una entrada válida."
INVALID_DIR = "%1 no se pudo crear. Es posible que no tenga los permisos necesarios para escribir en la carpeta.%n%nSeleccione un destino válido o intente ejecutar %name con derechos de administrador."
NO_HISTORY = "%1 no se pudo extraer.%nNo se puede leer el último directorio utilizado.%n%nAsegúrese de que %2 esté habilitado y haya extraído al menos un archivo antes de intentar extraer el último directorio utilizado."
EXTRACT_FAILED = "%1 no se pudo extraer.%nParece ser un(a) %2, el cual es soportado, pero la extracción falló.%n%n¿Desea que %name cree y muestre un archivo de registro con más información?"
NOT_PACKED = "%1 no se pudo extraer, el archivo no está empaquetado pero:%n%n%2"
DOWNLOAD_FAILED = "El archivo %1 no se pudo descargar. Asegúrese de estar conectado a Internet y vuelva a intentarlo."
UPDATECHECK_FAILED = "La comprobación de actualizaciones falló. Asegúrese de estar conectado a Internet y vuelva a intentarlo."
UPDATE_FAILED = "Algunos archivos no se pudieron actualizar.%n%nVuelva a intentarlo más tarde, ejecute %name como administrador o vuelva a descargar %name."
UPDATE_NOADMIN = "%name no pudo solicitar derechos administrativos.%n%nHaga clic con el botón derecho en el icono del programa %name y seleccione 'Ejecutar como administrador', luego busque actualizaciones nuevamente a través del menú Ayuda."
FFMPEG_MOVE_FAILED = "FFmpeg no se pudo configurar correctamente. Haga clic con el botón derecho en el icono del programa %name, seleccione "Ejecutar como administrador" y vuelva a intentarlo."
FFMPEG_INVALID_FILE = "El archivo seleccionado no es una versión compatible de FFmpeg.%n%nFFmpeg está disponible en dos versiones: como un único ejecutable grande ('estático') y como una carpeta con un ejecutable muy pequeño y muchos archivos .dll ('compartidos').%name solo admite el primero."
FEEDBACK_EMPTY = "Intente proporcionar la mayor cantidad de información posible para garantizar un manejo rápido de sus comentarios."
FEEDBACK_ERROR = "Error al enviar comentarios. Vuelva a intentarlo más tarde o envíe su informe por correo electrónico o en Github. Gracias.%n%nOcurrió el siguiente error: %1"
FEEDBACK_PRIVACY_NOT_ACCETPED = "Por favor, acepte la Política de Privacidad para enviar comentarios."
LICENSE_NOT_ACCEPTED = "Acepte el Acuerdo de Licencia para continuar."
BATCH_FINISH = "El procesamiento por lotes ha finalizado, pero no todos los archivos se pudieron extraer correctamente. Los siguientes archivos dieron como resultado un error:%n%n%1%nPara obtener más información, lea los archivos correspondientes en el directorio de registro (solo disponible si el registro está activado)."
NOT_SUPPORTED_TITLE = "Tipo de archivo no soportado"
NOT_SUPPORTED = "%1 no se puede extraer.%n%n%name no admite el tipo de archivo.%n%nSi tiene información sobre cómo extraer el archivo, envíenos un mensaje y ayúdenos a mejorar %name."
MISSING_EXE = "%1 no se puede extraer.%n%nEl módulo de ayuda %2 no se pudo encontrar.%n%nSi es un extractor opcional, primero debe descargarlo y moverlo al directorio del programa. Puede encontrar más información acerca de los módulos opcionales en el Asistente de primer inicio, accesible a través del menú Ayuda."
EXTRACT_TIMEOUT = "%1 no se pudo extraer.%n%nSe alcanzó el tiempo de espera. Si el problema es temporal, otro intento podría conducir al éxito."
WRONG_PASSWORD = "%1 no se pudo extraer.%n%nEl archivo está protegido con contraseña y la contraseña que ingresó es incorrecta.%n%nConsejo: Utilice la búsqueda automática de contraseñas incorporada basada en una lista de contraseñas configurables, que se puede encontrar en el menú %2.."
NO_FREE_SPACE_ERROR = "%1 no se pudo extraer.%n%nNo hay suficiente espacio en la unidad de salida. Libere suficiente espacio y vuelva a intentarlo."
MISSING_PART = "%1 no se pudo extraer.%n%nEl archivo consta de varias partes. Se necesitan todas para extraerlo, pero algunas no se pudieron encontrar.%n%nAsegúrese de que todas las partes del archivo estén en el mismo directorio y vuelva a intentarlo."
PLUGIN_IMPORT_MISSINGFILES = "Error al importar el complemento %1.%n%nNo se seleccionaron todos los archivos. Vuelva a intentarlo y seleccione todos los archivos siguientes:%n%n%2"
MISSING_DEFINITION = "%1 no se puede extraer.%n%nNo se pudo encontrar el archivo de definición %2.%n%nSi es un complemento personalizado, asegúrese de configurarlo correctamente."
OPEN_URL_FAILED = "%name no pudo abrir el enlace web solicitado.%n%nAbra su navegador favorito e ingrese manualmente la siguiente URL:"

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "Tipos de archivos soportados: "
PLUGIN_ARC_CONV = "Extractor para varios archivos de juegos"
PLUGIN_ISCAB = "Parte del paquete InstallShield para extraer archivos cab. Puede funcionar mejor que la extracción genérica de Universal Extractor, pero es una herramienta comercial (no gratuita)."
PLUGIN_THINSTALL = "Extractor para programas hechos portátiles con Thinstall"
PLUGIN_UNREAL = "Extractor para archivos de Unreal Engine"
PLUGIN_WINTERMUTE = "Extractor para archivos de juegos del motor WinterMute"
PLUGIN_CI = "Plugin para los instaladores de CreateInstall. Descargue, instale, copie los archivos %1, %2, %3 a \bin"
PLUGIN_DGCA = "Descompresor para archivos DGCA"
PLUGIN_BOOTIMG = "Extractor para imágenes de arranque de Android"
PLUGIN_IS5COMP = "Soporte de extracción para archivos cab más antiguos de InstallShield"
PLUGIN_WOLF = ""
PLUGIN_EXTSIS = "Extractor para nuevos paquetes OS Symbian"
PLUGIN_BITROCK = "Extractor para instaladores de Bitrock Install Builder"

; Context Menu integration
EXTRACT_FILES = "Extraer &archivos"
EXTRACT_HERE = "Extraer a&quí"
EXTRACT_SUB = "Extraer en la &subcarpeta"
EXTRACT_LAST = "Extraer en la última &carpeta"
SCAN_FILE = "&Escanear archivo"

; Other
DIR_ADDITIONAL_FILES = "Archivos adicionales"

; Uninstaller
UNINSTALL = ""
UNINSTALL_TITLE = ""
UNINSTALL_LABEL = ""
UNINSTALL_REMOVE_LOGS = ""
UNINSTALL_REMOVE_USERDATA = "Eliminar la configuración y los registros"
